Repository: rikrak/spy-spotify
Catalog: EspionSpotify/Translations/*.resx
Languages: fr

# cbOptBitRateSpotifyPremium
source: {0} High quality (Spotify Premium)
fr: {0} Haute qualité (Spotify Premium)

# lblAddFolders
source: Group tracks by album
fr: Regrouper les pistes audio par album

# lblAddSeparators
source: Replace files name spaces by underscores "_"
fr: Remplacer les espaces par des underscores "_" dans le nom des fichiers sauvegardés

# lblAds
source: Ads:
fr: Publicités:

# lblBitRate
source: Audio Quality:
fr: Qualité audio:

# lblListenToSpotifyPlayback
source: Always listen to Spotify current playback on the default audio device
fr: Toujours écouter la lecture courante de Spotify sur le périphérique par défaut.

# lblFormat
source: Audio Format:
fr: Format audio:

# lblLanguage
source: Language:
fr: Langage:

# lblMinLength
source: Minimal Length:
fr: Durée minimale:

# lblMuteAds
source: Mute Ads
fr: Couper le son des publicités

# lblNumFiles
source: Add the counter number in front of all files name
fr: Inscrire au début du nom des fichiers enregistrés la valeur du compteur

# lblNumTracks
source: Replace track number tag by the counter value
fr: Remplacer le tag numéro de position cd (album track) par la valeur du compteur

# lblPath
source: Output Path:
fr: Dossier de sauvegarde:

# lblRecorder
source: Recorder:
fr: Enregistreur:

# lblRecordingNum
source: Choose the starting position of the counter
fr: Modifier la position de départ du compteur

# lblRecordEverything
source: Record everything.
fr: Enregistrer tout.

# lblSpy
source: Spy:
fr: Espion:

# logAd
source: // Advertisement
fr: // Annonce

# logDeleting
source: Removing: {0} [< {1}s]
fr: Effacement de: {0} [< {1}s]

# logRecording
source: Recording: {0}
fr: Enregistrement de: {0}

# logSpotifyConnecting
source: // Spotify isn't running, trying to launch it.
fr: // Spotify n'est pas démarré, tentative de lancement amorcée.

# logSpotifyIsClosed
source: // Spotify is closed
fr: // Spotify est fermé.

# logSpotifyNotConnected
source: // Spotify didn't connect to the local API, please try again.
fr: // Spotify ne s'est pas connecté à l'API local, veuillez ré-essayer.

# logSpotifyNotFound
source: // Spotify wasn't found or isn't installed.
fr: // Spotify n'a pas été trouvé ou n'est pas installé.

# logStarting
source: // Spying
fr: // Début de l'espionnage.

# logStoping
source: // End
fr: // Fin de l'espionnage.

# logUnsupportedRate
source: // Warning: Sample rate of {0}Hz is not supported. The audio will be encoded to 48000Hz.
fr: // Attention: Le taux d'échantillon audio de {0}Hz n'est pas supporté. L'audio sera encodé en 48000Hz.

# msgBodyCantQuit
source: Do you still want to leave?
fr: Voulez-vous quand même quitter?

# msgBodyPathNotFound
source: This output path does not exist, select another one.
fr: Le répertoire de sauvegarde sélectionné n'existe pas, sélectionner un autre.

# msgNewVersionContent
source: Do you want to update to the newest Spytify release?
fr: Voulez-vous mettre à jour à la dernière version de Spytify?

# msgNewVersionTitle
source: Version {0} is out!
fr: Version {0} a été publiée!

# msgTitleCantQuit
source: Spytify is spying
fr: Espionnage Spotify en cours

# msgTitlePathNotFound
source: Output path invalid
fr: Répertoire invalide

# tabAdvanced
source: Advanced Settings
fr: Paramètres avancés

# tabRecord
source: Spy
fr: Espion

# tabSettings
source: Settings
fr: Paramètres

# tipClear
source: Clear history
fr: Effacer l'historique

# tipDirectory
source: Open output directory
fr: Ouvrir le répertoire de sauvegarde

# tipPath
source: Browse
fr: Parcourir

# tipStartSpying
source: Start spying
fr: Débuter l'espionnage

# tipStopSying
source: Stop spying
fr: Arrêter l'espionnage

# logUnknownException
source: // Error: Unknown exception: {0}
fr: // Erreur: Exception inconnue: {0}

# lblRecordOverRecordings
source: Record already recorded tracks instead of skipping them.
fr: Enregistrer les pistes audio déjà enregistrées au lieu de passer au prochain.

# logUnsupportedNumberChannels
source: // Warning: {0}-channels audio is not supported. The audio will be encoded to 2 (stereo).
fr: // Attention: L'audio {0}-canaux n'est pas supporté. L'audio sera encodé en stéréo (2).

# tipRelease
source: New version available
fr: Nouvelle version disponible

# lblAudioDevice
source: Audio Device:
fr: Périphérique audio:

# lblRecordingTimer
source: Timer for the recording session
fr: Minuteur pour la session d'enregistrement

# logRecordingTimerDone
source: // Recording session timer done.
fr: // Minuteur de session d'enregistrement terminé.

# logSpotifyPlayingOutsideOfSelectedAudioEndPoint
source: // Spytify cannot record if it doesn't use the same audio endpoint device than Spotify. See the online F.A.Q. to know how to move Spotify towards another device.
fr: // Spytify ne peut enregistrer s'il n'utilise pas le même périphérique audio que Spotify. Voir la F.A.Q en ligne pour savoir comment déplacer Spotify vers un autre périphérique.

# logStopRecordingWhenSongEnds
source: // Waiting for the recording of the current audio track to end
fr: // En attente de la fin de l'enregistrement de la piste audio courante

# logPreviousLogs
source: // Previous recording session logs
fr: // Le registre de la session d'enregistrement précédente

# logRecorded
source: Recorded: {0} in {1}
fr: Enregistré: {0} en {1}

# logTrackExists
source: Skipping: {0} (recording already exists)
fr: Passe: {0} (l'enregistrement existe déjà)

# logMissingDlls
source: // Error: DLL files missing - libmp3lame.32.dll and libmp3lame.64.dll
fr: // Erreur: Fichiers DLL manquants - libmp3lame.32.dll et libmp3lame.64.dll

# msgFolderDialog
source: Choose the folder where you want to save the recorded audio files.
fr: Veuillez choisir le dossier où vous désirez sauvegarder les fichiers audio enregistrés.

# msgBodyDriverInstallationFailed
source: Failed to open the Audio Virtual Cable controller.
fr: Erreur lors de l'ouverture du controlleur Audio Virtual Cable.

# tipInstallVirtualCableDriver
source: Install Audio Virtual Cable
fr: Installer Audio Virtual Cable

# tipUninstallVirtualCableDriver
source: Uninstall Audio Virtual Cable
fr: Désinstaller Audio Virtual Cable

# tipDonate
source: Donate to Spytify
fr: Faire un don à Spytify

# tipFAQ
source: See the F.A.Q.
fr: Voir la F.A.Q.

# lblDuplicate
source: Duplicate
fr: Dupliquer

# logMaxFileSequenceReached
source: // Counter: Max file sequence prefix of {0} reached
fr: // Compteur: Max de la séquence de préfix de fichier de {0} atteint

# tipNumModifierHold
source: CTRL affects the mask value
fr: CTRL affecte la valeur du masque

# msgBodyFailedToUseSpotifyAPI
source: Lost connection to Spotify API. Make sure you authorized Spytify on the same Spotify account that is currently connected to Spotify-Desktop app to be able to get metadata of the current track. Also, double check your Spotify Client_ID and Client_Secret entered. In the meantime Spytify will use LastFM API.
fr: Connexion perdue avec Spotify API. Soyez certain d'autoriser Spytify sur le même compte Spotify présentement connecté à Spotify-Desktop pour être capable de récupérer les métadonnées de la piste courante. Aussi, revalidez le Client_ID et Client_Secret saisis. Entre temps Spytify utilisera LastFM API.

# msgTitleFailedToUseSpotifyAPI
source: Spotify API Failed
fr: Spotify API a échoué

# tipFAQSpotifyAPI
source: See how to configure and use Spotify API
fr: Voyez comment configurer et utiliser Spotify API

# tipSpotifyAPICredentials
source: Manage Spotify API credentials
fr: Gérer les identifiants Spotify API

# titleSpotifyAPICredentials
source: Spotify API Credentials
fr: Identifiants Spotify API

# watermarkClientId
source: Paste the Client ID here
fr: Coller le Client ID ici

# watermarkSecretId
source: Paste the Client Secret here
fr: Coller le Client Secret ici

# lblExtraTitleToSubtitle
source: Move extra title of the track to the subtitle tag
fr: Déplacer l'extra du titre de la piste audio dans le tag second titre

# lblID3
source: ID3 Tags:
fr: Tags ID3:

# lblRecordAds
source: Including ads
fr: Incluant les annonces

# tipSpotifyAPIDashboard
source: Spotify API Dashboard
fr: Tableau de bord de Spotify API

# logException
source: // Error: {0}
fr: // Erreur: {0}

# lblUpdateRecordingsID3Tags
source: Re-update already recorded track ID3 tags when they are played
fr: Remettre à jour les tags ID3 des pistes audio déjà enregistrées lors de leur lecture

# lblRedirectURL
source: Redirect URL:
fr: URL de redirection:

# watermarkRedirectURL
source: Paste your redirect URL here
fr: Collez votre URL de redirection ici

# msgBodyPathTooLong
source: Choose another directory, the selected output path is too long.
fr: Choisissez un autre répertoire, le dossier de sauvegarde sélectionné est trop long.

# msgTitlePathTooLong
source: Output path too long
fr: Dossier de sauvegarde trop long

# lblGeneral
source: General:
fr: Général:

# lblMinimizeToSystemTray
source: Minimize Spytify to system tray
fr: Réduire dans la barre des tâches

# logOutputPathNotFound
source: // Error: The output does not exist anymore
fr: // Erreur: Le dossier de sauvegarde n'existe plus

# logRecordedFileNotFound
source: // Error: The recorded file was lost in the process
fr: // Erreur: Le fichier d'enregistrement a été perdu durant la procédure

# lblAd
source: Ad
fr: Annonce

# lblForceSpotifyToSkip
source: Force Spotify to skip already recorded track
fr: Force Spotify à sauter les pistes déjà enregistrées
